{
  "plugins": {
    "Navigator.nvim": {
      "src": "https://github.com/numToStr/Navigator.nvim"
    },
    "bareline.nvim": {
      "src": "https://github.com/hernancerm/bareline.nvim"
    },
    "codecompanion.nvim": {
      "src": "https://github.com/olimorris/codecompanion.nvim"
    },
    "denote.nvim": {
      "src": "file:///Users/carlos/git/denote.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lush.nvim": {
      "src": "https://github.com/rktjmp/lush.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nvim-swm": {
      "src": "https://github.com/hrsh7th/nvim-swm"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "orgmode": {
      "src": "https://github.com/nvim-orgmode/orgmode"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "scrollEOF.nvim": {
      "src": "https://github.com/Aasim-A/scrollEOF.nvim"
    },
    "sqlite.lua": {
      "src": "https://github.com/kkharji/sqlite.lua"
    },
    "telescope-zotero.nvim": {
      "src": "https://github.com/jmbuhr/telescope-zotero.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "zenbones.nvim": {
      "src": "https://github.com/zenbones-theme/zenbones.nvim"
    }
  }
}